aaron-bond.better-comments
adpyke.codesnap
amiralizadeh9480.laravel-extra-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
damms005.devdb
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
glitchbl.laravel-create-view
golang.go
gruntfuggly.todo-tree
ihunte.laravel-blade-wrapper
laravel.vscode-laravel
leodevbro.blockman
liviuschera.noctis
mariusalchimavicius.json-to-ts
meganrogge.template-string-converter
mhutchie.git-graph
mikestead.dotenv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
naumovs.color-highlight
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
orta.vscode-jest
pgl.laravel-jump-controller
pranaygp.vscode-css-peek
pulkitgangwar.nextjs-snippets
quicktype.quicktype
richie5um2.vscode-sort-json
ryannaddy.laravel-artisan
sajjadhossain19397.faah-sound-track
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
softwaredotcom.swdc-vscode
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
